-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- 생성 시간: 21-06-29 17:25
-- 서버 버전: 10.4.19-MariaDB
-- PHP 버전: 8.0.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 데이터베이스: `ashram7`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `board`
--

CREATE TABLE `board` (
  `num` int(11) NOT NULL,
  `id` char(15) NOT NULL,
  `name` char(10) NOT NULL,
  `subject` char(200) NOT NULL,
  `content` text NOT NULL,
  `regist_day` char(20) NOT NULL,
  `hit` int(11) NOT NULL,
  `file_name` char(40) DEFAULT NULL,
  `file_type` char(40) DEFAULT NULL,
  `file_copied` char(40) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 테이블의 덤프 데이터 `board`
--

INSERT INTO `board` (`num`, `id`, `name`, `subject`, `content`, `regist_day`, `hit`, `file_name`, `file_type`, `file_copied`) VALUES
(1, 'admin', '관리자', '테스트', '테스트1', '2021-06-25 (10:05)', 0, '수정한파일.txt', 'text/plain', '2021_06_25_10_05_51.txt'),
(7, 'chlqjagml', '최범희', '영화 관상에서', '영화 관상 명대사', '2021-06-25 (10:05)', 50, '관상.txt', 'text/plain', '2021_06_25_10_05_51.txt'),
(8, 'chlqjagml', '최범희', '영화 부당거래에서', '영화 부당거래 명대사', '2021-06-28 (12:05)', 12, '부당거래.txt', 'text/plain', '2021_06_28_12_05_30.txt'),
(9, 'chlqjagml', '최범희', '드라마 비밀의숲에서', '드라마 비밀의숲 명대사', '2021-06-24 (15:45)', 15, '부당거래.txt', 'text/plain', '2021_06_24_15_45_51.txt'),
(10, 'chlqjagml', '최범희', '드라마 미생에서', '드라마 미생 명대사', '2021-06-27 (19:30)', 37, 'incomplete_life.jpg', 'image/jpg', '2021_06_27_19_30_51.jpg'),
(11, 'chlqjagml', '최범희', '소설 너의 췌장을 먹고 싶어에서', '소설 너의 췌장을 먹고 싶어 명대사', '2021-06-28 (11:54)', 500, '너의췌장을먹고싶어.txt', 'text/plain', '2021_06_28_11_54_51.txt'),
(12, 'aze624', '박은서', '통증을 부르는 3대 어깨질환', '신체에서 가동범위가 가장 넓은 부분인 \"어깨\" 는 팔을 위로 뻗거나 뒤로 젖히는등 다양한 활동에서 움직임이 원활하게 돕는 역할을 담당하기 때문에 뜻하지 않게 질환이 나타날수 있으며, 대표적인 어깨질환은 오십견, 회전근개 파열, 석회성 건염등이 있습니다.  ', '2021-06-26 (09:00)', 52, '수정한파일.txt', 'text/plain', '2021_06_25_10_05_51.txt'),
(13, 'aze624', '박은서', '잠자리에서 듣지 말아야 할 음악은?', '마이클 스컬린 박사는 “우리는 잠자리에서 이어웜이 생긴다는 사실을 알고 있었지만, 이어웜으로 인해 잠에서 깰 수 있다는 사실은 처음 알았다. 이런 현상은 설문조사와 실험실 연구 모두에서 관찰되었다”라고 주장했다.​이번 연구 결과는 음악 감상이 수면에 도움이 된다는 기존의 관념과는 배치된다. 연구진은 수면 중인 뇌가 음악이 멈춘 뒤에도 몇 시간 동안 음악을 계속 처리한다는 사실을 객관적으로 측정했다고 밝혔다.  ', '2021-06-18 (16:19)', 72, 'main_img.png', 'main_img.png', '2021_06_28_09_24_16.png'),
(14, 'aze624', '박은서', '야생에서 인류의 기원을 찾다', '지난 5월 침팬지 연구의 세계적인 권위자이자 국제적인 환경운동가로 유명한 제인 구달 박사가 종교계의 노벨상이라 불리는 템플턴상을 수상했다. 존 템플턴 재단은 구달 박사의 수상 사유에 대해 “제인 구달은 동물의 지능에 대한 세계의 시각을 크게 바꿨고 그 결과 인간성에 대한 이해를 풍부하게 했다”라고 설명했다.구달 박사는 침팬지 연구에 일생을 바쳤다. 그의 침팬지 연구는 수상 사유처럼 인류에게 동물에 대한 다른 시각을 전해주었고 인류가 동물과 자연에 대해 어떻게 대하고 행동해야 하는지를 깨닫게 해 주었다. ', '2021-06-21 (16:19)', 72, '수정한파일.txt', 'text/plain', '2021_06_25_10_05_51.txt'),
(15, 'aze624', '박은서', ' 일어냥 집사 깨우기 위해 고양이가 저지른 일은…', '잠에 취한 집사를 본 냥이들은 어떤 반응을 보일까? 집사의 얼굴을 그루밍해 주며 부드럽게 깨우는 냥이, 집사의 몸 위에 착지하며 화들짝 깨우는 냥이 등 다양한 모습이 나타날 것이다. 최근 일본의 한 반려묘 포코가 집사를 깨우는 방법이 화제다. 애절한 눈빛과 그렇지 못한 행동으로 열도 시민들을 큰 웃음에 빠뜨렸다는 포코의 모습을 함께 알아보자. ', '2021-06-21 (16:19)', 72, 'main_img.png', 'image/png', '2021_06_28_09_24_16.png'),
(16, 'aze624', '박은서', '다이어트 위해 콩나물을 주자 살찐 허스키가 보인 표정', '많은 사람이 기르는 반려동물인 강아지는 사실 육식 동물이다. 때때로 다른 음식을 먹기도 하지만 고기를 좋아하는 건 당연한 일이다. 그런데 지난 1일 고기 말고 콩나물을 먹게 된 허스키가 보여준 표정이 화제가 되었다. 어떤 표정을 지었길래 누리꾼들의 관심을 받았는지 함께 알아보자. ', '2021-06-21 (16:19)', 72, '', '', ''),
(17, 'LHJ', '임현진', '인터넷 윤리와 에티켓을 준수합시다', '최근 들어 인터넷 공간에서의 사이버 불링이 문제가 되고 있습니다.<br/><br/>게시판 내에서의 인터넷 에티켓 준수가 절실한 상황입니다.<br/><br/>게시판에 무분방한 비난, 타인의 신원정보 노출, 욕설 등의 행위를 삼가해주세요.<br/><br/> 우리 모두가 만들어가는 게시판, 함께 예쁘게 꾸며봅시다.', '2021-06-26 (13:31)', 156, 'main_img.png', 'image/png', '2021_06_28_09_24_16.png'),
(18, 'LHJ', '임현진', '사이트 비밀번호를 주기적으로 변경해주세요', '최근들어 DDoS공격과 SQL injection 공격이 자주 일어나고 있습니다. <br/><br/> 회원 여러분께서는 되도록이면 사이트마다 사용하는 암호를 달리 사용해주시기 바랍니다. <br/><br/> 또한 사용하는 암호를 8주 이상 사용하지 마시고, 주기적으로 변경해주시길 부탁 드리겠습니다<br/><br/> 저희 사이트는 개인정보의 보호를 위해 회원분들께 비밀번호 변경을 추천드립니다.', '2021-06-26 (17:34)', 511, 'main_img.png', 'image/png', '2021_06_28_09_24_16.png'),
(19, 'LHJ', '임현진', '[이벤트] 크루엘라 시사회 추첨 이벤트', '101 달마시안의 개의 스핀오프 영화! 엠마스톤 주연!<br/><br/> 크루엘라 시사회에 여러분들을 초대합니다! <br/><br/> <span style=\"font-size: 18px;\"><b>시사회 이벤트<b></span><br/><br/> 디즈니 빌런 메인 영화 두번째! <br/><br/> 매력적인 엠마스톤과 함께하는 시사회! <br/><br/>다시없을 시사회 이벤트를 주선합니다! <br/><br/><br/><span style=\"font-size: 18px;\"><b>Event Info<b></span><br/><br/><br/><span style=\"color: #ffffff; background: #000000; display: block;\">이벤트기간</span> :  6/28 목요일 ~ 7/5 월요일<br/><br/><span style=\"color: #ffffff; background: #000000; display: block;\">당첨발표</span> : 7/6 화요일<br/><br/><span style=\"color: #ffffff; background: #000000; display: block;\">당첨인원</span> : 50명(1인 2명, 총 100석)<br/><br/><span style=\"color: #ffffff; background: #000000; display: block;\">시사회일정</span> : 7/8 목요일 19:30<br/><br/><span style=\"color: #ffffff; background: #000000; display: block;\">시사회장소</span> : COV 용산 케이파크몰<br/><br/>이벤트에 당첨된 고객님의 개인정보(ID/이름 등)는 이벤트 진행 및 경품 발송 등을 위해 제휴사인 콩브라더스에 제공되며,<br/>고객문의 응대를 위해 이벤트 종료 후 3개월간 보관 후 파기하오니 이벤트 응모에 참고해주시기 바랍니다. ', '2021-06-27 (05:31)', 743, 'main_img.png', 'image/png', '2021_06_27_09_24_16.png'),
(20, 'LHJ', '임현진', '요즘 왜이렇게 피곤할까요', '그냥 아침에 일어나면 허리가 아프고 멀 하려하면 피곤하네요<br/><br/>뭘 할 의욕도 잘 안생기구요. 이게 번아웃인가요?<br/><br/>어떻게 치료를 해야할 지 알고싶네요<br/><br/>번아웃을 경험했던 분들 조언 부탁드립니다.', '2021-06-28 (17:34)', 60, 'main_img.png', 'image/png', '2021_06_28_09_24_16.png'),
(21, 'LHJ', '임현진', '송주 불냉면 후기!', '안양에 본점이 있다고 알려진 송주 불냉면!<br/><br/>매운 음식의 대표주자라고 하던데요, 제가 한번 가보았습니다.<br/><br/>송주 불냉면은 신기하게 매운맛이 깔끔하고, 육수와 함께 시원하게 내려갔어요.<br/><br/>또 반찬으로 나오는 제주 월동무로 담근 백김치가 정말 맛있었답니다.<br/><br/>냉면하면 만두가 빠질수가 없죠, 하지만 만두를 팔지 않아서 옆가게에서 만두를 사서 먹었습니다 ㅠㅠ<br/><br/>송주불냉면 정말 맛있게 먹었습니다.<br/><br/>다시 또 가고 싶네요 ㅎㅎ 회원분들도 가보시는걸 추천해드릴게요!', '2021-06-29 (12:34)', 75, 'main_img.png', 'image/png', '2021_06_28_09_24_16.png'),
(22, 'ajy6712', '안진영', '거시기', '아빠랑 어린 딸이랑 목욕탕에 갔는데 딸이 아빠 거시기를 보고\r\n\"아빠, 이건 뭐야?\" 이러니까 아빠가 \"응~ 이건 아빠한테만 있는거야\" 이랬더니\r\n탕안에 어떤 아저씨한테 가서 거시기를 잡고 \"우리 아빠꺼야 내놔!!!\" 이랬다는 사건~ㅋㅋㅋ', '2021-06-28 (11:35)', 50, '', '', ''),
(23, 'ajy6712', '안진영', '치킨 뼈', '어떤 사람이 치킨을 시켰는데 수중에 돈이 없었던것이다. 근데 치킨은 이미 도착을 했고 그 사람은 당환한 나머지 배달알바생에게\r\n\"나중에 뼈찾으러 올 때 드릴게요\"라고 말했다. 그런데 배달알바생이 \"알겠습니다.\"하고 나갔다. 몇분 뒤엔가 다시 찾아와서는 뼈는 안찾아간다며 알고보니 알바생도 며칠 전까지 중국집배달알바를 해서 헷갈렸다고 한다', '2021-06-28 (11:38)', 55, '', '', ''),
(24, 'ajy6712', '안진영', '애기야', '어떤 분 아버지가 머리가 좀 벗겨지셨는데 소파에서 이불을 머리 끝까지 덮고 주무시고 계셨는데 그 분 친구가 집에 놀러왔다. 거실을 지나서 방에 들어가는데 그 친구가 소파를 가르키며 \"근데 저 애기는 누구야?\"', '2021-06-28 (11:45)', 65, '', '', ''),
(25, 'ajy6712', '안진영', '삶은 계란', '목욕탕에 드라이기가 한대뿐이였는데 어떤 아저씨가 10분 넘게 중요부위만 말리고 있으니깐 옆에 계시던 다른 할아버지께서 계란삶냐고 하셨다는 이야기', '2021-06-28 (11:48)', 69, 'egg.jpg', 'image/jpg', '2021_06_28_11_48_33.jpg'),
(26, 'ajy6712', '안진영', '애교넘치는 여친', '어떤 분이 지하철을 타고 가는데 앞쪽에 커플이 앉아 있었다고 한다. \r\n여자가 애교 섞인 코맹맹이 소리로 \"자기야~~나 파마머리 한거 어때? \r\n별로 안 어울리는 거 같징?ㅠㅠ\" \r\n\r\n이랬더니...\r\n\r\n남자가 \"넌 생머리도 안어울려\"라고 함', '2021-06-28 (11:50)', 7, '', '', ''),
(27, 'admin', '관리자', '테스트', '테스트', '2021-06-29 (16:50)', 1, '게시판내용.txt', 'text/plain', '2021_06_29_16_50_25.txt');

--
-- 덤프된 테이블의 인덱스
--

--
-- 테이블의 인덱스 `board`
--
ALTER TABLE `board`
  ADD PRIMARY KEY (`num`);

--
-- 덤프된 테이블의 AUTO_INCREMENT
--

--
-- 테이블의 AUTO_INCREMENT `board`
--
ALTER TABLE `board`
  MODIFY `num` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
